Repository: no1coder/cubby
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (App Translocation)
zh_hans: %@（系统隔离路径）

source: %@ (disk image)
zh_hans: %@（磁盘映像）

source: %@ (on this Mac)
zh_hans: %@（本机）

# %@ and %lld more (%lld files)
source: %1$@ and %2$lld more
zh_hans: %1$@ 等 %3$lld 个文件

source: %@ is a system shortcut
zh_hans: %@ 是常用系统快捷键

# %@ is already in use. Switched back to %@.
source: %1$@ is already in use. Switched back to %2$@.
zh_hans: %1$@ 已被占用，已恢复为 %2$@

source: %@ is limiting requests
zh_hans: %@ 限制了请求频率

source: %@ is used by another app. Choose a different shortcut in Settings.
zh_hans: %@ 已被其他应用占用，请在设置中更换

source: %@ of text
zh_hans: %@ 文本

source: %@ rejected the API key
zh_hans: %@ 拒绝了 API Key

# %@ returned an error (%lld)
source: %1$@ returned an error (%2$lld)
zh_hans: %1$@ 返回了错误（%2$lld）

source: %@ translates on this Mac
zh_hans: %@ 在这台 Mac 上翻译

source: %@ · Not installed
zh_hans: %@ · 未安装

source: %@ · on this Mac
zh_hans: %@ · 本机

# %@ · sends text to %@
source: %1$@ · sends text to %2$@
zh_hans: %1$@ · 文字会发送到 %2$@

# %@: text is sent to %@ · click for options
source: %1$@: text is sent to %2$@ · click for options
zh_hans: %1$@：文字会发送到 %2$@ · 点按查看选项

source: %@: translated on this Mac, offline · click for options
zh_hans: %@：在本机完成，不联网 · 点按查看选项

source: %lld characters
zh_hans: %lld 个字符

source: %lld files
zh_hans: %lld 个文件

source: %lld items
zh_hans: %lld 条

source: %lld items (%lld favorites)
zh_hans: %1$lld 条（收藏 %2$lld 条）

source: %lld lines
zh_hans: %lld 行

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld models
zh_hans: %lld 个模型

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld 条

source: %lld text blocks
zh_hans: %lld 块文字

source: %lld words
zh_hans: %lld 词

# %lld × %lld pixels
source: %1$lld × %2$lld pixels
zh_hans: %1$lld × %2$lld 像素

# %lld × %lld pixels · PNG
source: %1$lld × %2$lld pixels · PNG
zh_hans: %1$lld × %2$lld 像素 · PNG

source: (auto-detected)
zh_hans: （自动检测）

source: 1. In the Accessibility list, select Cubby and click “−” to remove it.
zh_hans: 1. 在「辅助功能」列表中选中 Cubby，点击「−」移除

source: 2. Come back here, click “Grant Access Again” and turn on Cubby in the list that appears.
zh_hans: 2. 回到这里点击「重新授权」，在弹出的列表中打开 Cubby

source: 3. If it still doesn't work, run this command in Terminal, then repeat step 2:
zh_hans: 3. 仍然无效时，可在终端运行下面的命令后重复第 2 步：

source: API keys, private keys, JWTs and more, even from a terminal or browser
zh_hans: 如 API Key、私钥、JWT 等，从终端或浏览器复制时也能识别

source: About
zh_hans: 关于

source: Accessibility
zh_hans: 辅助功能

source: Accessibility: %@
zh_hans: 辅助功能: %@

source: Add App…
zh_hans: 添加应用…

source: After an update, the old entry in System Settings may still look turned on, but it no longer applies to this version.
zh_hans: 更新后系统中的旧授权条目可能仍显示为开启，但已不再对当前版本生效。

source: All
zh_hans: 全部

source: All clipboard data stays on this Mac and is never uploaded.
zh_hans: 所有剪贴板数据仅保存在本机，不会上传到任何服务器。

source: Allow Clipboard Access…
zh_hans: 允许读取剪贴板…

source: Allow Cubby in Login Items
zh_hans: 需要在「登录项」中允许 Cubby

source: Allow Cubby in Privacy & Security › Accessibility.
zh_hans: 在「隐私与安全性 › 辅助功能」中允许 Cubby

source: Allow Screen Recording to take screenshots
zh_hans: 截图需要屏幕录制权限

source: Allow clipboard access
zh_hans: 允许读取剪贴板

source: Allow direct paste
zh_hans: 允许直接粘贴

source: Allowed
zh_hans: 已授权

source: Already in %@
zh_hans: 原文已是%@

source: Already in %@ · ⌘T to choose a language
zh_hans: 原文已是%@ · ⌘T 选择目标语言

source: Already used for screenshots
zh_hans: 已用作截图快捷键

source: Already used to open the panel
zh_hans: 已用作呼出快捷键

source: Always translate to this when pasting into %@
zh_hans: 粘贴到 %@ 时总是译为此语言

source: Anything you copy in these apps isn't recorded.
zh_hans: 在这些应用中复制的内容不会被记录。

source: Anything you copy in these apps isn't recorded. %lld password managers that aren't installed are also ignored by default.
zh_hans: 在这些应用中复制的内容不会被记录。另有 %lld 个未安装的密码管理器已默认忽略。

source: Arrow
zh_hans: 箭头

source: Arrow (A)
zh_hans: 箭头（A）

source: Ask where to save each time
zh_hans: 每次存储前询问位置

source: Auto-detect
zh_hans: 自动检测

source: Automatic
zh_hans: 自动

source: Automatic (follow system)
zh_hans: 自动（跟随系统）

source: Automatic follows your system language (%@). Text that's already in that language is translated into English. You can also switch languages from the translation bar while taking a screenshot.
zh_hans: 自动：跟随系统语言（%@）；原文已是该语言时译为英文。截图时也可以在翻译条上切换，所选语言会被记住。

source: Automatic translates into your system language (%@). If the text is already in English, choose a language from the translation bar while taking a screenshot.
zh_hans: 自动：译为系统语言（%@）；原文已是英文时，请在截图时的翻译条上选择目标语言。

source: Automatic update check: %@
zh_hans: 自动检查更新: %@

source: Below the menu bar icon
zh_hans: 菜单栏图标下方

source: Black
zh_hans: 黑色

source: Blue
zh_hans: 蓝色

source: Cached
zh_hans: 已缓存

source: Cached · not sent this time
zh_hans: 已缓存 · 本次未发送

source: Can't connect to %@
zh_hans: 无法连接到 %@

source: Can't connect to the translation service
zh_hans: 无法连接到翻译服务

source: Can't reach %@
zh_hans: 无法连接 %@

source: Cancel
zh_hans: 取消

source: Cancel (Esc)
zh_hans: 取消（Esc）

source: Capture, mark up and pin screenshots on screen. Cubby asks for Screen Recording only when you take your first one.
zh_hans: 可以截图、标注，并把截图贴在屏幕上。第一次截图时，Cubby 才会请求屏幕录制权限。

source: Center of the screen
zh_hans: 屏幕中央

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates…
zh_hans: 检查更新…

source: Check for updates weekly
zh_hans: 每周自动检查更新

source: Check your network or proxy settings. Nothing was cached.
zh_hans: 请检查网络或代理设置。没有写入任何缓存。

source: Checking…
zh_hans: 正在检查…

source: China mainland
zh_hans: 中国内地

source: Chip: %@
zh_hans: 芯片: %@

source: Chip: %@ (Rosetta)
zh_hans: 芯片: %@（Rosetta 转译）

source: Choose
zh_hans: 选择

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose a different target language above.
zh_hans: 请在上方换一种目标语言。

source: Choose a different target language from the menu above.
zh_hans: 请在上方的语言菜单里选择其他目标语言。

source: Choose a model
zh_hans: 选择模型

source: Choose a region
zh_hans: 选择地域

source: Choose a target language
zh_hans: 请选择目标语言

source: Choose apps whose copied content shouldn't be recorded
zh_hans: 选择不需要记录复制内容的应用

source: Choose or enter a model.
zh_hans: 请选择或输入模型。

source: Choose the folder and file name in a save dialog when you save a screenshot.
zh_hans: 存储截图时，在存储对话框中选择文件夹和文件名。

source: Clear
zh_hans: 清空

source: Clear All Translations…
zh_hans: 清除全部译文…

source: Clear History…
zh_hans: 清空历史记录…

source: Clear Translations
zh_hans: 清除译文

source: Clear all translations?
zh_hans: 清除全部译文？

source: Clear clipboard history?
zh_hans: 清空剪贴板历史？

source: Clear history
zh_hans: 清空历史记录

source: Clear search
zh_hans: 清空搜索

source: Clear search (esc)
zh_hans: 清空搜索（esc）

source: Clear…
zh_hans: 清空…

source: Click to capture · ⌥ no shadow · Space to exit
zh_hans: 单击截取 · ⌥ 去阴影 · 空格 退出

source: Click, then press a new shortcut
zh_hans: 点击后按下新的快捷键

source: Clipboard
zh_hans: 剪贴板

source: Clipboard access
zh_hans: 读取剪贴板

source: Clipboard access isn't allowed
zh_hans: 未授权读取剪贴板

source: Clipboard access: %@
zh_hans: 剪贴板读取权限: %@

source: Close
zh_hans: 关闭

source: Close Window
zh_hans: 关闭窗口

source: Close, one step at a time
zh_hans: 逐层关闭

source: Code snippets aren't translated
zh_hans: 代码片段不翻译

source: Color
zh_hans: 颜色

source: Colors
zh_hans: 颜色

source: Colors can't be translated
zh_hans: 颜色不支持翻译

source: Compare
zh_hans: 卷帘对比

# Connected · %@ · %lld ms · “%@”
source: Connected · %1$@ · %2$lld ms · “%3$@”
zh_hans: 连接成功 · %1$@ · %2$lld ms ·「%3$@」

source: Connecting to %@…
zh_hans: 正在连接 %@…

source: Content marked as concealed or transient, like passwords, is never recorded.
zh_hans: 标记为机密或临时的内容（例如密码管理器复制的密码）始终不会被记录。

source: Copied
zh_hans: 已复制

source: Copied %@
zh_hans: 已复制 %@

source: Copied the translated image
zh_hans: 已复制译后图片

source: Copied the translation
zh_hans: 已复制译文

source: Copied to clipboard
zh_hans: 已复制到剪贴板

source: Copied translation
zh_hans: 已复制译文

source: Copied · Allow Accessibility to paste directly
zh_hans: 已复制 · 授权辅助功能后可直接粘贴

source: Copies the version, system and permission status for bug reports. Never includes clipboard content.
zh_hans: 复制版本、系统与权限状态等信息，便于反馈问题；不包含任何剪贴板内容

source: Copy
zh_hans: 复制

source: Copy (or double-click a card)
zh_hans: 复制（双击卡片同效）

source: Copy Command
zh_hans: 复制命令

source: Copy Diagnostic Info
zh_hans: 复制诊断信息

source: Copy Only
zh_hans: 仅复制

source: Copy Translation
zh_hans: 复制译文

source: Copy Translation (⌘C)
zh_hans: 复制译文（⌘C）

source: Copy all translated text in reading order
zh_hans: 按阅读顺序复制全部译文

source: Copy any text, image or file and it will show up here.
zh_hans: 复制任意文本、图片或文件，它们会出现在这里

source: Copy as plain text
zh_hans: 复制为纯文本

source: Copy only
zh_hans: 仅复制

source: Copy something first, then click Grant Access again.
zh_hans: 先复制任意内容，再点一次「去授权」

source: Copy the translation
zh_hans: 复制译文

source: Copy the translation (↩) · plain text ⇧↩
zh_hans: 复制译文（↩）· 纯文本 ⇧↩

source: Copy to the clipboard only
zh_hans: 仅复制到剪贴板

source: Copy with formatting
zh_hans: 复制并保留格式

source: Couldn't access the Keychain, so the saved API key can't be used.
zh_hans: 无法访问钥匙串，已保存的 API Key 暂时无法使用。

source: Couldn't access the Keychain. Try again.
zh_hans: 无法访问钥匙串，请重试。

source: Couldn't capture the screen. Check the permission prompt.
zh_hans: 无法截取屏幕，请查看系统权限弹窗

source: Couldn't capture the window
zh_hans: 窗口截图失败

source: Couldn't change the login item: %@
zh_hans: 无法更改登录项：%@

source: Couldn't check for updates
zh_hans: 检查更新失败

source: Couldn't check for updates: %@
zh_hans: 检查失败：%@

source: Couldn't connect to %@.
zh_hans: 无法连接到 %@。

source: Couldn't copy
zh_hans: 复制失败

source: Couldn't copy to the clipboard. Saved to history.
zh_hans: 无法复制到剪贴板，已存入历史

source: Couldn't create the screenshot
zh_hans: 截图生成失败

source: Couldn't paste the translation
zh_hans: 无法粘贴译文

source: Couldn't read the history file. Items copied during this session won't be saved to disk.
zh_hans: 读取历史文件失败，本次运行的记录不会写入磁盘

source: Couldn't read the release information.
zh_hans: 无法解析发布信息

source: Couldn't read the translation
zh_hans: 返回内容无法识别

source: Couldn't recognize text
zh_hans: 文字识别失败

source: Couldn't reopen Cubby. Quit it and open it again.
zh_hans: 无法重新打开 Cubby，请手动退出后再打开

source: Couldn't save the screenshot
zh_hans: 截图存储失败

source: Couldn't save · recording may be paused
zh_hans: 无法存为新条目 · 可能已暂停记录

source: Created by a newer version (v%lld), read-only
zh_hans: 由更新版本创建（v%lld），只读

source: Cubby (paused)
zh_hans: Cubby（已暂停）

source: Cubby can only copy for now
zh_hans: 暂时只能复制，无法直接粘贴

source: Cubby is running from a disk image or a quarantined location, so permissions and launch at login may not be kept.
zh_hans: 当前从磁盘映像或隔离位置运行，权限与开机启动可能无法保留

source: Cubby is up to date
zh_hans: Cubby 已是最新版本

source: Cubby needs Screen Recording to capture your screen. It only captures when you take a screenshot, and frames stay in memory until you copy, save or pin them.
zh_hans: Cubby 需要屏幕录制权限才能截取屏幕。只有你截图时才会读取画面，并且在你复制、存储或贴图之前，画面只保留在内存中。

source: Cubby records what you copy in the background. Your data stays on this Mac.
zh_hans: Cubby 会在后台记录你复制的内容，数据仅保存在本机。

source: Cubby uses clipboard access to record history and Accessibility to paste directly.
zh_hans: 读取剪贴板用于记录历史；辅助功能用于直接粘贴到当前应用。

source: Cubby · Recording paused
zh_hans: Cubby · 已暂停记录

source: Current App
zh_hans: 当前应用

source: Custom
zh_hans: 自定义

source: Cut
zh_hans: 剪切

source: Data folder
zh_hans: 数据目录

# Data format version: %lld, load issue: %@
source: Data format version: %1$lld, load issue: %2$@
zh_hans: 数据格式版本: %1$lld，加载问题: %2$@

source: Data size: %@
zh_hans: 数据占用: %@

source: Decides which version Done, Save and Pin export
zh_hans: 决定完成、存储、贴图导出哪个版本

source: Delete
zh_hans: 删除

source: Deleted
zh_hans: 已删除

source: Development build
zh_hans: 开发版

source: Direct paste stopped working
zh_hans: 直接粘贴已失效

source: Don't record likely secrets and tokens
zh_hans: 不记录疑似密钥和令牌

source: Done
zh_hans: 完成

source: Done (↩)
zh_hans: 完成（↩）

source: Down Arrow
zh_hans: 下箭头

source: Download
zh_hans: 前往下载

source: Download %@ first
zh_hans: 需要先下载「%@」语言包

source: Download Languages
zh_hans: 下载语言

source: Download languages to translate on this Mac
zh_hans: 下载语言后即可在本机翻译

source: Download the languages you need in System Settings › General › Language & Region › Translation Languages, then click Done.
zh_hans: 请在「系统设置 › 通用 › 语言与地区 › 翻译语言」中下载所需的语言，然后点「完成」。

source: Download the “%@” languages first
zh_hans: 需要先下载「%@」语言包

source: Drag
zh_hans: 拖拽

source: Drag the divider to compare
zh_hans: 拖动分隔线对比

source: Drag the divider to compare the original and the translation (view only, not exported)
zh_hans: 拖动分隔线对比原文与译文（只用于查看，不影响导出）

source: Drag to select · Click for window · Space clean window · Esc to cancel
zh_hans: 拖拽框选 · 单击选窗口 · 空格 纯净窗口 · Esc 取消

source: Drop a card into another app
zh_hans: 把卡片拖到其他应用

source: Edit
zh_hans: 编辑

source: Ellipse
zh_hans: 椭圆

source: Ellipse (O)
zh_hans: 椭圆（O）

source: Enter and save an API key.
zh_hans: 请填写并保存 API Key。

source: Enter the base URL.
zh_hans: 请填写 Base URL。

source: Esc to cancel translation
zh_hans: Esc 取消翻译

source: Everything you copy, one shortcut away.
zh_hans: 复制过的一切，一个快捷键找回。

source: Export version
zh_hans: 导出版本

source: Extract Text
zh_hans: 提取文字

source: Extract Text (⌘T)
zh_hans: 提取文字（⌘T）

source: Favorite
zh_hans: 收藏

source: Favorite / unfavorite
zh_hans: 收藏 / 取消收藏

source: Favorites
zh_hans: 收藏

source: Favorites are kept
zh_hans: 收藏的条目会保留

source: Favorites will be kept. This can't be undone.
zh_hans: 收藏的条目会被保留，此操作无法撤销。

source: File
zh_hans: 文件

source: File no longer exists
zh_hans: 文件已不存在

source: Files
zh_hans: 文件

source: Files can't be translated
zh_hans: 文件不支持翻译

source: Files no longer exist
zh_hans: 文件已不存在

source: First / last item (or Home, End)
zh_hans: 第一条 / 最后一条（或 Home、End）

source: Fix…
zh_hans: 修复…

source: Follow the system prompt to download the language files. After that, translation works offline and text never leaves this Mac.
zh_hans: 请按系统提示下载语言文件。下载后可离线翻译，文字不会离开这台 Mac。

source: Forget This App's Language
zh_hans: 不再记住此应用的语言

source: Forget the language for %@
zh_hans: 不再记住 %@ 的语言

source: Full user guide…
zh_hans: 完整使用说明…

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Go to Settings
zh_hans: 去设置

source: Grant Access
zh_hans: 去授权

source: Grant Access Again
zh_hans: 重新授权

source: Green
zh_hans: 绿色

source: Has translation
zh_hans: 已翻译

source: Highlighter
zh_hans: 荧光笔

source: Highlighter (H)
zh_hans: 荧光笔（H）

source: History
zh_hans: 历史

source: History can't be saved
zh_hans: 历史记录无法保存

source: History file was damaged and backed up
zh_hans: 历史文件曾损坏，已备份

source: History file was damaged, starting over
zh_hans: 历史文件损坏，已从头开始记录

# History items: %lld, favorites: %lld, limit: %lld
source: History items: %1$lld, favorites: %2$lld, limit: %3$lld
zh_hans: 历史: %1$lld 条（收藏 %2$lld 条），上限 %3$lld

source: History was created by a newer version of Cubby
zh_hans: 历史记录由更新版本的 Cubby 创建

source: Hold
zh_hans: 按住

source: Hold Space to see the original
zh_hans: 按住空格看原文

source: Hold ⌥
zh_hans: 按住 ⌥

source: Ignore
zh_hans: 忽略

source: Ignored Apps
zh_hans: 忽略的应用

source: Image
zh_hans: 图片

# Image %lld×%lld
source: Image %1$lld×%2$lld
zh_hans: 图片 %1$lld×%2$lld

source: Image file is missing
zh_hans: 图片文件已丢失

source: Image is too large to translate
zh_hans: 图片过大，无法翻译

source: Images
zh_hans: 图片

source: Images are never uploaded. Text under mosaic and text that looks like a secret is never sent.
zh_hans: 图片不会上传。被马赛克遮住的文字、疑似密钥的文字不会发送。

source: Include ⌘, ⌥ or ⌃
zh_hans: 需包含 ⌘、⌥ 或 ⌃

source: Install location: %@
zh_hans: 安装位置: %@

source: Installed with Homebrew: brew upgrade --cask cubby
zh_hans: 通过 Homebrew 安装：brew upgrade --cask cubby

source: International
zh_hans: 国际

source: Items
zh_hans: 当前条目

source: Items you copy while paused aren't saved.
zh_hans: 暂停期间复制的内容不会保存

source: Just now
zh_hans: 刚刚

source: Keep up to
zh_hans: 最多保留

source: Key not supported
zh_hans: 不支持这个按键

source: Keyboard Shortcuts
zh_hans: 快捷键

source: Keyboard shortcut
zh_hans: 呼出快捷键

source: Keyboard shortcut: %@
zh_hans: 快捷键 %@

source: Keychain Access
zh_hans: 钥匙串访问

source: Language packs
zh_hans: 语言包

source: Languages not downloaded
zh_hans: 缺少语言包

source: Large
zh_hans: 大

source: Large Language Model
zh_hans: 大模型

source: Large language model
zh_hans: 大模型

source: Launch at login
zh_hans: 登录时自动启动

source: Link
zh_hans: 链接

source: Links
zh_hans: 链接

source: Links can't be translated
zh_hans: 链接不支持翻译

source: Looks like a secret, not sent to %@
zh_hans: 疑似密钥，未发送到 %@

source: Looks like a secret, not sent · ⌘T to review
zh_hans: 疑似包含密钥，未发送 · ⌘T 查看

source: Looks like it contains a secret, not sent
zh_hans: 疑似包含密钥，未发送

source: Manage Languages…
zh_hans: 管理语言…

source: Medium
zh_hans: 中

source: Model
zh_hans: 模型

source: Model name
zh_hans: 模型名称

source: More actions, like Pin to Screen
zh_hans: 更多操作，如「贴图」

source: More actions, like Pin to Screen or Translate
zh_hans: 更多操作，如「贴图」「翻译」

source: Mosaic
zh_hans: 马赛克

source: Mosaic (M)
zh_hans: 马赛克（M）

source: Mouse
zh_hans: 鼠标

source: Move Cubby to the Applications folder
zh_hans: 把 Cubby 移到「应用程序」文件夹

source: Next to the pointer
zh_hans: 鼠标旁

source: No clipboard history yet
zh_hans: 还没有剪贴板记录

source: No colors
zh_hans: 没有颜色类型的记录

source: No favorites yet
zh_hans: 还没有收藏

source: No files
zh_hans: 没有文件类型的记录

source: No ignored apps
zh_hans: 未忽略任何应用

source: No images
zh_hans: 没有图片类型的记录

source: No item selected
zh_hans: 没有选中的条目

source: No links
zh_hans: 没有链接类型的记录

source: No longer valid (the app's signature changed after an update)
zh_hans: 授权已失效（应用更新后签名变化）

source: No results for “%@”
zh_hans: 没有找到「%@」

source: No text found
zh_hans: 没有识别到文字

source: No text items
zh_hans: 没有文本类型的记录

source: No text to translate
zh_hans: 未发现可翻译的文字

source: No translation service set up
zh_hans: 尚未配置翻译服务

source: No translation yet
zh_hans: 还没有译文

source: None
zh_hans: 无

source: Not Now
zh_hans: 稍后

source: Not allowed yet. Choose “Allow Paste” when asked.
zh_hans: 尚未授权，系统询问时选择「允许粘贴」

source: Not allowed. Choosing an item only copies it.
zh_hans: 未授权，选中条目后只能复制

source: Not allowed. Cubby can't record the clipboard.
zh_hans: 未授权，无法记录剪贴板

source: Not allowed. Only needed for screenshots.
zh_hans: 未授权，仅截图时需要

source: Not installed
zh_hans: 未安装

source: Not required on this version of macOS
zh_hans: 当前系统无需授权

source: Not sent · looks like it contains a secret
zh_hans: 未发送 · 疑似包含密钥

source: Not sent · no translation service set up
zh_hans: 未发送 · 尚未配置翻译服务

source: Not translated: looks like it contains a secret
zh_hans: 未翻译：内容疑似包含密钥

source: Nothing in this item needs translating.
zh_hans: 这条内容里没有需要翻译的文字。

source: Nothing was cached.
zh_hans: 没有写入缓存。

source: Nothing was sent
zh_hans: 未发送任何内容

source: Nothing will be sent
zh_hans: 不会发送任何内容

source: Nothing you copy while paused is saved
zh_hans: 暂停期间复制的内容不会保存

source: Number
zh_hans: 序号

source: Number (N)
zh_hans: 序号（N）

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: Ollama (on this Mac)
zh_hans: Ollama（本机）

source: On this Mac, free and works offline (built-in macOS Translation)
zh_hans: 本机、免费、离线（macOS 自带 Translation）

source: Only reads release information from GitHub and never uploads any data
zh_hans: 只读取 GitHub 上的发布信息，不上传任何数据

source: Only uses system translation on this Mac. Requires the language to be downloaded.
zh_hans: 只在本机使用系统翻译，需要已下载对应语言。

source: Opacity
zh_hans: 不透明度

source: Opacity %@
zh_hans: 不透明度 %@

source: Opaque
zh_hans: 不透明

source: Open
zh_hans: 打开

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: Open Clipboard
zh_hans: 打开剪贴板

source: Open Language & Region Settings
zh_hans: 打开「语言与地区」设置

source: Open Login Items Settings
zh_hans: 打开登录项设置

source: Open Settings
zh_hans: 去设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open from anywhere
zh_hans: 随时呼出

source: Open in browser
zh_hans: 在浏览器中打开

source: Open link or file
zh_hans: 打开链接或文件

source: OpenAI-compatible: DeepSeek, Qwen, Kimi, Ollama and more
zh_hans: 兼容 OpenAI 接口：DeepSeek、通义千问、Kimi、Ollama 等

source: Orange
zh_hans: 橙色

source: Original
zh_hans: 原文

source: Original formatting
zh_hans: 保留原格式

source: Original · Release Space for the translation
zh_hans: 原文 · 松开空格回到译文

source: Original · release
zh_hans: 原文 · 松开

source: Original · release ⌥ to go back
zh_hans: 原文 · 松开 ⌥ 回到译文

source: Panel position
zh_hans: 面板位置

source: Paragraph by paragraph: hover to highlight its original
zh_hans: 逐段对照：悬停一段高亮它的原文

source: Passwords
zh_hans: 密码

source: Paste
zh_hans: 粘贴

source: Paste (or double-click a card)
zh_hans: 粘贴（双击卡片同效）

source: Paste API key
zh_hans: 粘贴 API Key

source: Paste as Plain Text
zh_hans: 粘贴为纯文本

source: Paste as plain text
zh_hans: 纯文本粘贴

# Paste directly: %@, default paste format: %@
source: Paste directly: %1$@, default paste format: %2$@
zh_hans: 直接粘贴: %1$@，默认粘贴格式: %2$@

source: Paste into the current app
zh_hans: 直接粘贴到当前应用

source: Paste text as
zh_hans: 文本粘贴格式

source: Paste the translation into %@ (↩) · plain text ⇧↩
zh_hans: 粘贴译文到 %@（↩）· 纯文本 ⇧↩

# Paste to %@ %@
source: Paste to %1$@ %2$@
zh_hans: 粘贴到 %1$@ %2$@

# Paste translation to %@ %@
source: Paste translation to %1$@ %2$@
zh_hans: 粘贴译文到 %1$@ %2$@

source: Paste with Original Formatting
zh_hans: 粘贴为保留原格式

source: Paste with formatting
zh_hans: 保留格式粘贴

source: Pasted translation · from cache (%@)
zh_hans: 已粘贴译文 · 来自缓存（%@）

source: Pasting
zh_hans: 粘贴

source: Pasting directly requires Accessibility access
zh_hans: 直接粘贴需要辅助功能权限

# Pasting into %@ will always translate to %@
source: Pasting into %1$@ will always translate to %2$@
zh_hans: 粘贴到 %1$@ 时将总是译为%2$@

source: Pause Recording
zh_hans: 暂停记录

source: Pause recording
zh_hans: 暂停记录

source: Pen
zh_hans: 画笔

source: Pen (P)
zh_hans: 画笔（P）

source: Permissions
zh_hans: 权限

source: Pin image to screen
zh_hans: 贴图

source: Pin to Screen
zh_hans: 贴图

source: Pin to Screen (⌘P)
zh_hans: 贴图（⌘P）

source: Plain text
zh_hans: 纯文本

source: Pointer
zh_hans: 指针

source: Pointer (V)
zh_hans: 指针（V）

source: Press %@ to capture, mark up and pin screenshots on screen. Cubby asks for Screen Recording only when you take your first one.
zh_hans: 按 %@ 即可截图、标注，并把截图贴在屏幕上。第一次截图时，Cubby 才会请求屏幕录制权限。

source: Press %@ to open your clipboard anytime
zh_hans: 按 %@ 随时打开剪贴板

source: Press %@ to take a screenshot
zh_hans: 按 %@ 截图

source: Press Esc again to discard
zh_hans: 再按一次 Esc 放弃截图

source: Press Return to paste, or Space to preview.
zh_hans: 按回车粘贴，按空格预览。

source: Press a new shortcut, or esc to cancel
zh_hans: 按下新的快捷键，esc 取消

source: Press it in any app to open Cubby.
zh_hans: 在任何应用中按下它，就能打开 Cubby。

source: Press it in any app to open Cubby. By default, %@ replaces “Paste and Match Style” in some apps. You can change it anytime.
zh_hans: 在任何应用中按下它，就能打开 Cubby。默认的 %@ 会代替部分应用中的「粘贴并匹配样式」，可随时更改。

source: Press the new shortcut…
zh_hans: 按下新的快捷键…

source: Press ⇥ or click a tab above to switch categories.
zh_hans: 按 ⇥ 或点击上方标签切换分类

source: Press ⇧↩ to paste as plain text, or ⌘↩ to copy only.
zh_hans: 按 ⇧↩ 以「纯文本」粘贴，按 ⌘↩ 仅复制。

source: Press ⇧↩ to paste with original formatting, or ⌘↩ to copy only.
zh_hans: 按 ⇧↩ 以「保留原格式」粘贴，按 ⌘↩ 仅复制。

source: Preview
zh_hans: 预览

source: Preview the translation (in the card: the original)
zh_hans: 预览译文（翻译卡片中：看原文）

source: Privacy
zh_hans: 隐私

source: Provider
zh_hans: 服务商

source: Purple
zh_hans: 紫色

source: Quick copy
zh_hans: 快速复制

source: Quick paste
zh_hans: 快速粘贴

source: Quit & Reopen Cubby
zh_hans: 退出并重新打开 Cubby

source: Quit Cubby
zh_hans: 退出 Cubby

source: Qwen (Alibaba Cloud)
zh_hans: 通义千问

source: Recognized text is sent to %@. Images are not uploaded
zh_hans: 识别出的文字会发送到 %@（图片不上传）

source: Recognizing text on this Mac…
zh_hans: 正在本机识别文字…

source: Recognizing text…
zh_hans: 正在识别文字…

source: Record
zh_hans: 录制

source: Recording is paused
zh_hans: 已暂停记录

source: Recording paused
zh_hans: 已暂停记录
